Repository: FWasik/Parcel-App
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Sign In
pl: Logowanie

# signInButton
source: Sign In
pl: Zaloguj się

source: Sign Up
pl: Rejestracja

source: Reset Password
pl: Resetuj hasło

source: Full name
pl: Imie i nazwisko

source: Password
pl: Hasło

source: Confirm password
pl: Powtórz hasło

source: Phone number
pl: Numer telefonu

# validEmail
source: Enter a valid email
pl: Wprowadź prawidłowy adres email

# validPass
source: Enter min. 6 characters
pl: Wprowadź min. 6 znaków

# validConfirmPass
source: Passwords are different
pl: Hasła są inne

# validPhoneNumber
source: Enter valid phone number
pl: Wprowadź prawidłowy number telefonu

# validFullName
source: Enter valid full name
pl: Wprowadź prawidłowe imie i nazwisko

# askHaveNotAccount
source: Do not have an account?
pl: Nie masz konta?

# askForgotPass
source: Forgot password?
pl: Zapomniałeś hasła?

# askHaveAccount
source: Already have an account?
pl: Masz już konto?

# typeEmail
source: Type email to reset your password
pl: Podaj adres email by zresetować hasło

source: Parcel App
pl: Paczkomat

source: Home
pl: Główna

source: Sent
pl: Wyślij

source: Received
pl: Odebrane

source: Profile
pl: Profil

# welcome
source: Welcome to Parcel App!
pl: Witaj w Paczkomacie!

# logAs
source: You are logged in as
pl: Jesteś zalogowany jako

# optionsBelow
source: Choose one of options below
pl: Wybierz jedną z opcji poniżej

source: Send Package
pl: Wyślij Paczkę

# addressReceive
source: Address of parcel machine to receive
pl: Adres paczkomatu do odbioru

# addressSend
source: Address of parcel machine to send
pl: Adres paczkomatu do nadania

# validAdress
source: Address cannot be empty
pl: Wprowadź prawidłowy adres

source: Create and send
pl: Utwórz i wyślij

source: Choose parcel machine
pl: Wybierz paczkomat

source: Search location
pl: Wyszukaj lokacje

source: No data found
pl: Brak danych

# additionalTextSent
source: You have sent no packages. Do it by hitting button below!
pl: Nie wysłałeś żadnych paczek! Wyślij klikając przycisk na dole

source: Non received
pl: Nieodebrane

# packageNumber
source: Package number: {index}
pl: Numer paczki: {index}

# receiver
source: Receiver: {fullName}
pl: Odbiorca: {fullName}

# receiverPhoneNumber
source: Receiver's phone number: {phoneNumber}
pl: Numer telefonu odbiorcy: {phoneNumber}

# receiverEmail
source: Receiver's email: {email}
pl: Email odbiorcy: {email}

# parcelMachineAddressReceive
source: Address to receive package: {address}
pl: Adress odbioru: {address}

# parcelMachineAddressSend
source: Address where package was sent: {address}
pl: Adres nadania: {address}

# sender
source: Sender: {fullName}
pl: Nadawca: {fullName}

# senderPhoneNumber
source: Sender's phone number: {phoneNumber}
pl: Numer telefonu nadawcy: {phoneNumber}

# senderEmail
source: Sender's email: {email}
pl: Email nadawcy: {email}

# createdAndSent
source: Created and sent at: {time}
pl: Paczke utworzono i wysłano: {time}

# additionalTextReceived
source: First someone needs to send you a package. Wait for it :)
pl: Nikt do tej pory nie wysłał paczki. Musisz czekać :)

# deletePackage
source: Deleting a package
pl: Usuwanie paczki

# askDeletePackage
source: Are you sure you want to delete this package from history?
pl: Jesteś pewien, że chcesz usunąć paczkę z historii?

source: Cancel
pl: Anuluj

source: Confirm
pl: Usuń

source: Edit profile
pl: Edycja profilu

source: Edit
pl: Edytuj

source: Settings
pl: Ustawienia

source: Sign Out
pl: Wyloguj

source: Dark mode
pl: Motyw

source: Font size
pl: Czcionka

# setPolish
source: Polish
pl: Polski

# setEnglish
source: English
pl: Angielski

# deleteUserButton
source: Delete user
pl: Usuń konto

# deleteUser
source: Deleting an user
pl: Usuwanie konta

# askDeleteUser
source: Are you sure you want to delete an account?
pl: Jesteś pewien, że chcesz usunąć konto?

source: Language
pl: Język

# signedIn
source: You successful signed in!
pl: Pomyślnie zalogowano!

# signedOut
source: You successful signed out!
pl: Pomyślnie wylogowano!

# signedUp
source: You successful signed up!
pl: Pomyślnie założono konto!

# emailUse
source: Email already in use. Choose different
pl: Podany adres email jest używany. Wybierz inny.

# invalidCredentials
source: Invalid credentials. Try again
pl: Zły email lub hasło!

# updated
source: You successful updated profile!
pl: Zaktualizowano profil!

# deletedUser
source: You successful deleted an account!
pl: Usunięto konto!

source: Email sent!
pl: Wysłano maila!

# packageCreatedAndSent
source: Package created! Locker should open. Place your package into locker and close it!
pl: Paczkę utworzono! Skrytka powinna zostać otwarta. Umieść w skrytce paczkę i ją zamknij!

source: Package deleted!
pl: Usunięto paczkę z historii

# packageAccepted
source: Locker should be opened in parcel machine receiver. Package set as received! Do not forget to close locker!
pl: Otwarto skrytke w paczkomacie odbioru. Paczka ustawiona jako przyjęta. Nie zapomnij zamknąć skrytki!

# invalidReceiver
source: Invalid info about receiver. Try again!
pl: Podano błędne dane odbiorcy. Spróbuj ponownie!

# sentToYourself
source: Cannot send package to yourself!
pl: Nie można wysłać paczki do samego siebie!

source: Dissmiss
pl: Schowaj

# returnId
source: Return number: {id}
pl: Numer zwrotu: {id}

# returnType
source: Return type: {type}
pl: Typ zwrotu: {type}

# description
source: Description: {desc}
pl: Opis: {desc}

# timeReturnCreated
source: Return created: {time}
pl: Zwrot utworzono: {time}

source: Returns
pl: Zwroty

source: Create Return
pl: Utwórz zwrot

# formNumberPackage
source: Package number
pl: Numer paczki

# validPackageNumber
source: Package number cannot be empty
pl: Wprowadź prawidłowy numer paczki

# formDesc
source: Description
pl: Opis

# validDesc
source: Description cannot be empty
pl: Wprowadź opis

# createReturnButton
source: Create return
pl: Utworz zwrot

# noPackageWithNumber
source: No package with that number
pl: Brak paczki o takim numerze

# cannotBeReturn
source: Package with that number cannot be return. Probably is not yet received or you are not a receiver
pl: Paczka o takim numerze nie może być zwrócona. Możliwe, że nie została otrzymana lub nie jesteś odbiorcą

# alreadyReturn
source: Package with that number already returned!
pl: Paczka o takim numerze została już zwrócona!

# createdReturn
source: Return has been created! Wait for instructions via email!
pl: Zwrot został utworzony! Poczekaj na wiadomość email!

# additionalTextReturns
source: You have not created any returns. Create one with hitting button below
pl: Nie utworzyłeś dotąd żadnych zwrotów. Stwórz jeden przez naciśnięcie przycisku poniżej!

source: Type
pl: Typ zwrotu

# typeOne
source: Package damaged
pl: Paczka uszkodzona

# typeTwo
source: Problem with customer service
pl: Problem z obsługa klienta

# typeDiff
source: Other
pl: Inny

# validType
source: Type must be chosen
pl: Type zwrotu musi zostać wybrany

# addressButton
source: Address track
pl: Pokaż adres

# findingParcelMachine
source: Parcel machine finding
pl: Wyszukiwanie paczkomatu
